export const SPECIALTIES_SEED_DATA = [
  // --- КОРПУС: Красный проспект, 72 ---
  { code: '09.02.01', title: 'Компьютерные системы и комплексы', campus: 'Красный проспект, 72', passingScore: 4.35, budgetPlaces: 30 },
  { code: '09.02.11', title: 'Разработка и управление программным обеспечением', campus: 'Красный проспект, 72', passingScore: 4.65, budgetPlaces: 25 },
  { code: '15.02.16', title: 'Технология машиностроения (на базе 11 классов)', campus: 'Красный проспект, 72', passingScore: 4.05, budgetPlaces: 20 },
  { code: '25.02.06', title: 'Производство и обслуживание авиационной техники', campus: 'Красный проспект, 72', passingScore: 4.20, budgetPlaces: 30 },
  { code: '25.02.08', title: 'Эксплуатация беспилотных авиационных систем', campus: 'Красный проспект, 72', passingScore: 4.50, budgetPlaces: 25 },
  { code: '31.02.04', title: 'Медицинская оптика', campus: 'Красный проспект, 72', passingScore: 4.40, budgetPlaces: 20 },

  // --- КОРПУС: проспект Дзержинского, 26 ---
  { code: '11.02.06', title: 'Техническая эксплуатация транспортного радиоэлектронного оборудования', campus: 'проспект Дзержинского, 26', passingScore: 3.95, budgetPlaces: 25 },
  { code: '11.02.16', title: 'Монтаж, техническое обслуживание и ремонт электронных приборов и устройств', campus: 'проспект Дзержинского, 26', passingScore: 4.15, budgetPlaces: 25 },
  { code: '11.02.17', title: 'Разработка электронных устройств и систем', campus: 'проспект Дзержинского, 26', passingScore: 4.25, budgetPlaces: 20 },
  { code: '12.02.09', title: 'Производство и эксплуатация оптических и оптико-электронных приборов и систем', campus: 'проспект Дзержинского, 26', passingScore: 4.10, budgetPlaces: 25 },
  { code: '15.02.09', title: 'Аддитивные технологии', campus: 'проспект Дзержинского, 26', passingScore: 4.30, budgetPlaces: 20 },
  { code: '15.02.16', title: 'Технология машиностроения (на базе 9 классов)', campus: 'проспект Дзержинского, 26', passingScore: 4.12, budgetPlaces: 25 },
  { code: '15.02.17', title: 'Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования', campus: 'проспект Дзержинского, 26', passingScore: 3.85, budgetPlaces: 30 },
  { code: '25.02.03', title: 'Техническая эксплуатация электрифицированных и пилотажно-навигационных комплексов', campus: 'проспект Дзержинского, 26', passingScore: 4.28, budgetPlaces: 20 },
];
